Repository: ponatosik/TaSked
Catalog: src/Presentation/App/App/Resources/Localization/LocalizationResources.*.resx
Languages: uk

# CreateGroup.Form.ConfirmButton
source: Create
uk: Створити

# CreateGroup.Form.GroupName
source: Group name
uk: Назва групи

# CreateGroup.Form.Hint
source: You nickname would be visible to moderators only. It could not be changed.
uk: Ваш псевдонім бачитимуть лише модератори групи. Псевдонім неможливо змінити.

# CreateGroup.Form.Nickname
source: Nickname
uk: Ваш псевднонім

# CreateGroup.Form.Title
source: Create group
uk: Створити групу

# Invitation.Card.CopyId
source: Copy invitation Id
uk: Копіювати Id запрошення

# JoinGroup.Form.ConfirmButton
source: Join
uk: Доєднатися

# JoinGroup.Form.Hint
source: You nickname would be visible to moderators only. It could not be changed.
uk: Ваш псевдонім бачитимуть лише модератори групи. Псевдонім неможливо змінити.

# JoinGroup.Form.InvitationId
source: Invitation Id
uk: Id запрошення

# JoinGroup.Form.Nickname
source: Nickname
uk: Ваш псевднонім

# JoinGroup.Form.Title
source: Join group
uk: Доєднатися до групи

# Language.Default
source: Default
uk: Системна

# Language.English
source: English
uk: Англійська

# Language.Ukrainian
source: Ukrainian
uk: Українська

# Loading.Authenticating
source: Authenticating...
uk: Триває процес аутентифікації...

# LoadingIndicator.Processing
source: Processing request...
uk: Запит оброблюється...

# Main.CreateGroup
source: Create group
uk: Створити групу

# Main.CreateGroupCaption
source: Create group as an admin
uk: Створити групу та стати її адміністратором

# Main.JoinGroup
source: Join group
uk: Доєднатися до групи

# Main.JoinGroupCaption
source: Join existing group by invitation
uk: Доєднатися до існуючої групи за запрошенням

# Main.Slogan
source: TaSked - shared place for homework
uk: TaSked - місце для спільної домашки

# Navigation.Groups.Create
source: Create group
uk: Створити групу

# Navigation.Groups.Join
source: Join group
uk: Доєднатися до групи

# Navigation.Loading
source: Loading...
uk: Завантаження....

# Navigation.Reports
source: Reports
uk: Оголошення

# Navigation.Reports.Create
source: Create report
uk: Створити оголошення

# Navigation.Settings
source: Settings
uk: Налаштування

# Navigation.Settings.Invitations
source: Invitations
uk: Запрошення

# Navigation.Settings.Roles
source: Roles
uk: Ролі

# Navigation.Subjects
source: Subjects
uk: Предмети

# Navigation.Tasks
source: Tasks
uk: Завдання

# Navigation.Tasks.All
source: All
uk: Усі

# Navigation.Tasks.BySubjects
source: By subjects
uk: За предметами

# Navigation.Tasks.Create
source: Create task
uk: Створити предмет

# Navigation.Tasks.Uncompleted
source: Uncompleted
uk: Невиконані

# Report.Form.Create
source: Send
uk: Відправити

# Report.Form.Create.Title
source: Create report
uk: Створити оголошення

# Report.Form.Hint
source: Reports can`t be changed or deleted
uk: Оголошення не можна змінювати та видаляти

# Report.Form.Message
source: Message
uk: Повідомлення

# Report.Form.Title
source: Create report
uk: Створити оголшення

# Report.List.Empty
source: There are no reports yet
uk: В цій групі ще не було оголошень

# Report.List.Empty.ModeratorHint
source: Create a new report by pressing the button below
uk: Створіть оголошення натиснувши кнопку знизу

# Role.Card.Ban
source: Ban
uk: Забанити

# Role.Card.Promote
source: Promote
uk: Назначити модератором

# Settings.Group.Account
source: Account
uk: Аккаунт

# Settings.Group.Group
source: Group
uk: Група

# Settings.Group.Language
source: Language
uk: Мова

# Settings.Invitations
source: Manage invitations
uk: Керувати запрошеннями

# Settings.Logout
source: Logout
uk: Вийти з аккаунта

# Settings.Roles
source: Manage members
uk: Керувати учасниками

# Subject.Action.Delete
source: Delete
uk: Видалити

# Subject.Action.Update
source: Update
uk: Оновити

# Subject.Form.Create
source: Create
uk: Створити

# Subject.Form.Create.Title
source: Create Subject
uk: Створити предмет

# Subject.Form.TeacherName
source: Teacher name
uk: Ім'я викладача

# Subject.Form.Title
source: Title
uk: Назва

# Subject.Form.Update
source: Update
uk: Оновити

# Subject.Form.Update.Title
source: Update subject
uk: Оновити предмет

# Subject.List.Empty
source: There are no subjects in this group yet
uk: В цій групі ще не має навчальних предметів

# Subject.List.Empty.ModeratorHint
source: You can a new subject by pressing the button below
uk: Додайте предмет натиснувши кнопку знизу

# Task.Action.ChangeColor
source: Change color
uk: Змінити колір

# Task.Action.ChangeColor.Cancel
source: Cancel
uk: Відмінити

# Task.Action.ChangeColor.Color.Green
source: Green
uk: Зелений

# Task.Action.ChangeColor.Color.Orange
source: Orange
uk: Помаранчевий

# Task.Action.ChangeColor.Color.Purple
source: Purple
uk: Фіолетовий

# Task.Action.ChangeColor.Color.Red
source: Red
uk: Червоний

# Task.Action.ChangeColor.Color.White
source: White
uk: Білий

# Task.Action.ChangeColor.Color.Yellow
source: Yelllow
uk: Жовтий

# Task.Action.ChangeColor.Title
source: Choose task color
uk: Оберіть колір завдання

# Task.Action.Complete
source: Complete
uk: Виконати

# Task.Action.Delete
source: Delete
uk: Видалити

# Task.Action.Uncomplete
source: Mark uncompleted
uk: Позначити невоконаним

# Task.Action.Update
source: Update
uk: Оновити

# Task.Form.Create
source: Create
uk: Створити

# Task.Form.Create.Title
source: Create homework
uk: Створити завдання

# Task.Form.Deadline
source: Deadline
uk: Дедлайн

# Task.Form.Description
source: Description
uk: Опис

# Task.Form.Subject
source: Subject
uk: Предмет

# Task.Form.Title
source: Title
uk: Назва

# Task.Form.Update
source: Update
uk: Оновити

# Task.Form.Update.Title
source: Update homework
uk: Оновити задвання

# Task.List.Empty
source: There is no homework in this group yet
uk: В цій групі ще не має домашнього завдання

# Task.List.Empty.ModeratorHint
source: You can add homework by pressing the button below
uk: Додайте домашнє завдання натиснувши кнопку знизу

# Invitation.Card.CopyLink
source: Copy link
uk: Копіювати посилання

# Invitation.Alert.AlreadyLoggedIn.Title
source: You are already logged in
uk: Ви вже залогінені

# Invitation.Alert.AlreadyLoggedIn.Message
source: Leave your group to join the next one
uk: Вийдіть з вашої групи, щоб доєднатися до наступної

# General.Alert.OkButton
source: Ok
uk: Ок

# Login.Page.Caption
source: Create/log in to your account
uk: Створіть/увійдіть до свого акаунту

# Login.Authorization
source: Authorization
uk: Авторизація

# Login.AuthorizationCaption
source: Register or log in via Auth0
uk: Зареєструватися або увійти через Auth0

# Login.Anonymous.Account
source: Create an anonymous account
uk: Створити анонімний акаунт

# Login.Anonymous.AccountCaption
source: Once you lose access, account recovery is impossible
uk: Втративши доступ, відновлення акаунту неможливе

# Login.Prompt.Title
source: Anonymous account
uk: Анонімний акаунт

# Login.Prompt.Message
source: Write your nickname
uk: Напишіть свій нік

# Login.Prompt.Error
source: Error
uk: Помилка

# Settings.LeaveGroup
source: Leave group
uk: Вийти з групи

# Main.Title
source: Welcome to TaSked,
uk: Вітаємо в TaSked,
